Repository: wp-plugins/join-the-event
Catalog: lang/join-the-event-*.po
Languages: de_de

source: E-Mail Sender
de_de: E-Mail Absender

source: E-Mail Sender Address
de_de: E-Mail Absender Adresse

source: Overview
de_de: Übersicht

source: Guestlist
de_de: Gästeliste

source: Join the Event (Settings)
de_de: Join the Event (Einstellungen)

source: Settings
de_de: Einstellungen

source: Bulk Mail
de_de: E-Mail Verteiler

source: Changes the sender name of mails sent by Wordpress as long as the Plugin &bdquo;Join the Event&rdquo; is active.
de_de: Ändert den Namen des Absenders wenn Wordpress eine E-Mail verschickt, solange das Plugin &bdquo;Join the Event&rdquo; aktiviert ist.

source: Changes the sender mail address of mails sent by Wordpress as long as the Plugin &bdquo;Join the Event&rdquo; is active.
de_de: Ändert die E-Mail Adresse des Absenders wenn Wordpress eine E-Mail verschickt, solange das Plugin &bdquo;Join the Event&rdquo; aktiviert ist.

source: New Guest
de_de: Neuer Gast

source: Receive Mail when a new guest has registered
de_de: E-Mail empfangen wenn sich ein neuer Gast eingetragen hat

source: <b>Currently no user will receive a confirmation mail.</b> First change this on the Setting Page of the Plugin in order to configure your personal setting:
de_de: <b>Aktuell erhält kein Host eine Bestätigungs-E-mail.</b> Damit du eine E-Mail erhält musst du zuerst die allgemeine Einstellung auf der Einstellungsseite des Plugins ändern:

source: Guests
de_de: Gäste

source: Guest
de_de: Gast

source: Join the Event (Bulk Mail)
de_de: Join the Event (E-Mail Verteiler)

source: Receivers
de_de: Empfänger

source: All Hosts
de_de: Alle Veranstalter

source: Me (Single Host)
de_de: Nur Ich

source: Content
de_de: Inhalt

source: Subject
de_de: Betreff

source: Send Mails
de_de: Mails senden

source: Please check all your data before sending the mails.
de_de: Bitte überprüfen Sie alle Ihre Daten vor dem Senden der E-Mails.

source: Send Bulk Mail
de_de: Massenversand starten

source: Number of Confirmations:
de_de: Anzahl an angemeldeten Gästen

source: Number of Confirmations incl. Escorts:
de_de: Anzahl an angemeldeten Gästen inkl. Begleitung

source: No mail addresses available
de_de: Bisher sind keine E-Mail Adressen vorhanden

source: Generate Mail
de_de: E-Mail generieren

source: Printable Guestlist
de_de: Ausdruckbare Gästeliste erstellen

source: Form Texts
de_de: Formular Text

source: Response Text
de_de: Rückmeldung

source: Error Message
de_de: Fehlernachricht

source: Deadline Text
de_de: Hinweis nach Ablauf

source: Registration Mail
de_de: Anmeldung E-Mail

source: Hosts
de_de: Veranstalter

source: Every user receives a confirmation mail when a new guest is confirmed
de_de: Alle Benutzer (Hosts) erhalten eine Best&auml;tigungsmail bei jeder neuen eingetragenen Teilnahme

source: <b>Currently you will not receive a confirmation mail.</b> You can change this on your Profile:
de_de: <b>Aktuell erhältst du keine Bestätigungs-E-mail.</b> Du kannst dies auf deinem Profil ändern:

source: Your Profile
de_de: Dein Profil

source: <p>You can use the following shortcodes:</p><p><code>[firstname]</code> to embed the firstname<br/><code>[surname]</code> to embed the surname<br/><code>[plus]</code> to embed the amount of escorts </p>
de_de: <p>Du kannst die folgenden Shortcodes verwenden:</p><p><code>[firstname]</code> um den Vornamen einzubinden<br/><code>[surname]</code> um den Nachnamen einzubinden<br/><code>[plus]</code> um die Anzahl der Begleiter einzubinden</p>

source: Save Settings
de_de: Einstellungen Speichern

source: Save
de_de: Speichern

source: Event Settings
de_de: Veranstaltungseinstellungen

source: Activate RVSP Form
de_de: Anmeldeformular aktivieren

source: Date
de_de: Datum

source: Max. Escorts
de_de: max. Begleiter

source: Facebook Page/Event Link
de_de: Facebook Seite/Veranstaltungslink

source: ICS-File
de_de: ICS-Kalenderdatei

source: No file found.
de_de: Keine Datei verfügbar.

source: Upload File
de_de: Datei hochladen

source: Remove File
de_de: Datei entfernen

source: Guest Data
de_de: Informationen zum Gast

source: First Name
de_de: Vorname

source: Surname
de_de: Nachname

source: Mail Address
de_de: E-Mail Adresse

source: Guest plus
de_de: Begleitung

source: Personal Information
de_de: Persönliche Angaben

source: Number of Escorts
de_de: Anzahl an BegleiterInnen

source: Submit
de_de: Eintragen

source: Thank you for using &bdquo;Join the Event&rdquo;! You can now use the RSVP-Form by using the shortcode <code>[join-the-event]</code>.
de_de: Schön das du jetzt &bdquo;Join the Event&rdquo; verwendest! Du kannst dein Anmeldeformular mit dem folgenden Shortcode einbinden: <code>[join-the-event]</code>

source: Add the eventform to your sidebar.
de_de: Fügt das Formular zu deiner Sidebar hinzu.

source: %s and %d more guests will take part on your event
de_de: %s und %d weitere Gäste haben sich für die Veranstaltung angemeldet

source: <p>Hello together,</p><p>%s and %d more guests will take part on your event.</p><p>For more information please visit
de_de: <p>Hallo zusammen,</p><p>%s und %d weitere Gäste haben sich für die Veranstaltung angemeldet.</p><p>Weitere Informationen gibt es hier:

source: %s and %d more guest will take part on your event
de_de: %s und %d weiterer Gast haben sich für die Veranstaltung angemeldet

source: <p>Hello together,</p><p>%s and %d more guest will take part on your event.</p><p>For more information please visit
de_de: <p>Hallo zusammen,</p><p>%s und %d weiterer Gast haben sich für die Veranstaltung angemeldet.</p><p>Weitere Informationen gibt es hier:

source: %s will take part on your event
de_de: %s hat sich für die Veranstaltung angemeldet

source: <p>Hello together,</p><p>%s will take part on your event.</p><p>For more information please visit
de_de: <p>Hallo zusammen,</p><p>%s hat sich für die Veranstaltung angemeldet.</p><p>Weitere Informationen gibt es hier:

source: Bulk Mail has been send successfully.
de_de: Die E-Mails wurden erfolgreich versendet.

source: Data can not be empty
de_de: Bitte überprüfen Sie Ihre Eingabe

source: Plus
de_de: Begleitung
